Repository: mozilla-l10n/mt-training-data
Catalog: bag/bag_pontoon.tmx
Source language: en_us
Languages: bag

source: Source: { $sentenceSource }
bag: Igussénô : { $sentenceSource }

source: Speak
bag: Udzara

source: Speak now
bag: U fitimú udzara

source: Speak options menu
bag: Yidjïta pandúridjita « Udzara »

source: Start recording
bag: Ukachi mbétēnô

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
bag: <strong>[ Yatata ]</strong> Mukúkúnúmachîmba kunú wa <strong>[ Yatata ]</strong> -rias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
bag: <strong>[ Wunuffitana ]</strong> Mukúkúnúmachîmba kunú má <strong>[ Ikussuma ]</strong> Trias.

source: Submit
bag: Utuma

source: Submit a new question for the community to read and respond to
bag: Uffáwidjita séssénô pwámáká indi urrôngawatu i langha i wundja

source: Submit a report
bag: Utuma yudja

source: Submit clips
bag: Utuma mbétēnô

source: Submit new questions for the community to read and respond to
bag: Tuma nu séssénô pwámáká indi ungüima a langha a wundja

source: Success
bag: Yenga kawiri

source: success checkmark
bag: itifiya râ makawi

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
bag: Tsôrâ na umbāmbana indi wôtō apêngüê. Tsôrâ na ibissô indi ubaranga apêngüê. Tsôrâ ná máná indi utatara. <strong>Kā barafia utuma igussa ya wukôchi wôō !</strong>

source: Taking several attempts to read a word.
bag: Ukundji iffundu wulangha wá apêssê.

source: Tap
bag: Unônō nà wuchiô

source: Technology and Robotics
bag: Wukêkêrê nà wuffôtô

source: Thank you for contributing your bulk submission!
bag: Ngangu nà ngüéngüînô rinú nà wutuma wá wipêngüê mbunu!

source: Thank you for contributing your voice!
bag: Ngangu makana u mú fá mí rôō !

source: Thank you for donating your voice clips!
bag: Ngangu makana nu mú fá mambwā má mí rinú !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
bag: Ngangu nà mbétēnô rinú !<lineBreak></lineBreak> Nu fitimú ichimuzu wôtō na utuma muchimbî iwi môchia ari.

source: Thank you for your voice information
bag: Ngangu nà wuchiô wa tsumu râ mí

source: The bumblebee sped by.
bag: Unganda I mú bônô.

source: The clip has disrespectful or offensive language.
bag: Ichîmbî ya watôrô I timbamú djarétinô kā imiti tô nà tséyô.

source: The giant dinosaur of the Triassic.
bag: Ikúkúnúmachîmba igunú ya Trias

source: The giant dinosaurs of the Triassi-.
bag: Mukúkúnúmachîmba magunú má Tria-

source: The giant dinosaurs of the Triassic.
bag: Mukúkúnúmachîmba magunú má Trias

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
bag: Mukúkúnúmachîmba magunú má Trias. <strong>[Langhari na mí râ upwêpwê]</strong>

source: The giant dinosaurs of the Triassic. Yes.
bag: Mukúkúnúmachîmba magunú má Trias. Nhêê.

source: The giant dino <strong>[cough]</strong> the Triassic.
bag: Mukúkúnúmachîmba kunú <strong>[ Ikussuma ]</strong> má Trias.

source: There are currently no sentences to review in this language.
bag: Kā apêngüê ya wukôchi na andjara azê.

source: The recording was too long.
bag: Mbétēnô I tsakamú uraffa.

source: The recording was too quiet.
bag: Utênê râ mí râ mbétēnô I mú nà tsi.

source: The recording was too short.
bag: Mbétēnô I tsakamú udjï itina.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
bag: Abîmirâmí mbămbá I tà mú wandá umôchï nà alangha ukutu na unumútú. Baranga nu ngüi abîmirâmí I tsakamú udjï na máná ukú uzú mbétēnô I mú tsétsénari, tô (angüêndô ngüimá) ari I tsakamú udjï na tsi ukú uzú wa tà fiti watôrô wanda uwu djarari kā uwanda na wudjú tirari.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
bag: Awondjena wipêngüê a mú enda nà wakōkôngô wa Mí Ngüîmá (Common Voice). Ichimuzu nu fitimú <writeURL>utira</writeURL> apêngüê itô <reviewURL>ukôchi</reviewURL> wipêngüê nà Mí Ngüîmá (Common Voice).

source: The sentence has a grammatical or spelling error.
bag: Apêngüê I timbamú iffussú ya têbêrêwandjara tô wutira

source: The sentence has disrespectful or offensive language.
bag: Apêngüê I timbamú ipêssê kā imiti tô tséyô

source: The sentence must be grammatically correct.
bag: Apêngüê I biônomú têbêrêwandjara wussi.

source: The sentence must be speakable.
bag: Apêngüê I apéssétinamú.

source: The sentence must be spelled correctly.
bag: Apêngüê I mú tirari wussi.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
bag: Tsumu izi I tà mú na mbênê ; nu yanamú wuchüiya ngüi I mú wussi na wuchiô winú. Ari tu gussiamú mukú má iffénô, tu ossenamú tsumu yïma I nônamú mutu, tu zu kochi ngüî tsumu izi I nonamú abérénô na e-mail I tà mú ratiari na tsumu makana māh na makâ.

source: Three to go!
bag: Being issat !

source: Too many files
bag: Tuffú iffundu

source: Transcribe audio recordings into text
bag: Nga nu mbakia râ mbétēnô râ mbatôrénô na utênê râ matira

source: Transcribe audio recordings in your language
bag: Mbakia râ mbétēnô mbatôrénô a andzara rinú

source: Try again by dragging your file here
bag: Kundji nu umā na wutsôra wa nuffú ninú ari

source: Try uploading again
bag: Kundji umā utuma

source: Understand contribution criteria
bag: Wubá têbêrê râ wunônō nà wuchiô

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
bag: Uba nu atê nu yanamú ubiônô ari nu atôrômú ichimbî ya mbatôrô kú rukia nu mbétēnô rinú matê !

source: Upload aborted. Do you want to delete your recordings?
bag: Yuba ya wutuma. Yê nu dingamú nu pimbî mbétēnô rinú?

source: { $uploadedSentences } of { $totalSentences } sentences collected
bag: { $uploadedSentences } wipêngüê wôndzenari nà { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
bag: { $uploadedSentences } apêngüê wôndzénari ná môchï <downloadLink>here</downloadLink> nà wuchiô wa wussichia wipêngüê barangari

source: Upload failed, please retry.
bag: Yuba ya wutuma, wanda ukachi.

source: Upload <icon></icon> public domain sentences
bag: Tuma nu <icon></icon> wipêngüê nà wuchiô ungüima

source: Upload in progress...
bag: Wutuma nà péh...

source: Upload more sentences?
bag: Utuma wipêngüê indjê ?

source: Use correct grammar
bag: Têbêrêwandjara I yanamú udjï wussi

source: Use correct spelling and punctuation
bag: Wutira na ndérétinô I yanamú udji wussi.

source: Validate Readings
bag: Wôtō wulangha

source: Validate Readings, Review Transcriptions
bag: Valider des lectures, vérifier des transcriptions

source: Validate Readings <small>(Coming soon)</small>
bag: Wôtō wulangha <small>(na gnïmá)</small>

source: Validate readings submitted by community members
bag: Wôtō wulangha tumari na urrôngawatu

source: Validate user-recorded readings in your language
bag: Wôtō wulangha bétēnari na walangha wa andzara rinú

source: Varying Pronunciations
bag: Péssétinô ndêndêngüê

source: Volume
bag: Abîmirâmí

source: Want to save your information? <createProfile>Create a profile</createProfile>
bag: Yê u dingamú ubétēna tsumu rôō? <createProfile>Kumba mutūkú</createProfile>

source: We are going out to get a coffee.
bag: Yonsi, I nú djïmú wussi awô.

source: We are going out to get coffee.
bag: Yonsi, I nú djïmú wussi

source: We couldn’t get any audio clips for you to listen to. Please try again later.
bag: Tu tū fiti utimba mambwā má mí má wuba. Wanda nu ukundjî na gnïmá.

source: We couldn’t get any sentences for you to speak. Please try again later.
bag: Tu tū fiti utimba wipêngüê ya wuppessetta. Zu nu mā nà gnïma.

source: We may have run out of clips - refresh the page, or try again later.
bag: Tu tà zu timba mambwā má mí má wôtō nà andjara azê…

source: We’re going out to get coffee.
bag: Onsi, I nú djïmú wussi

source: We're making some big changes
bag: Tu engamú mbôndia râ mpî

source: We’re sorry, your platform is not currently supported.
bag: Tu séssamú ayêrê, wakōkôngô winú wa rû djï kā djï tirimiyari.

source: We've run out of sentences to record in this language...
bag: Tu tà zu timba wipêngüê mbunu râ wubétēna na andjara azê…

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
bag: I mú wussi indi mbatékénô râ wuffuffúna ichimí I fiti umandēna ikúmô râ iwuruwuru nà gnïmá. Tô iwuruwuru na máná I fitimú utumba ngüi I tà sésséya watôrô wudjú wïmá. Ussawu ná gnïmá uzú dôngôrông I fitimú utumba tunu, kú ussawu ná máná uzú I sésséyamú watôrô I tà fiti utumba.

source: What issues are you experiencing with this sentence?
bag: Ukú râ marru amà atê nu barumamú nà má nà apêngüê ayê?

source: What needs to be in my file?
bag: Nuffú namê nu yanamú ubia atê?

source: What sentences can I add?
bag: Wipêngüê atê n'fitimú wuchüiya?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
bag: Ari mbatôrô, kochi nu wussi ngüî ukú râ mbétēnô I güéréménamú nà mutirénô; wundja nu nà gnïma ngüî wana wipôtia wa mú awô. <br/>Wipôtia I tsakamú wi :

source: Why are you asking?
bag: Assênē atê séssénô azê?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
bag: Nà mutūkú, u fitimú ubiônô ngüéngüînô rôō u zu djï ratiari na urrôngô râ watu wa fámú mí râbú.

source: Write
bag: Utira

source: Write options menu
bag: Yidjïta pandúridjita "Utira"

source: y
bag: n

source: Y
bag: W

source: Yes
bag: Nhêê

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
bag: Nu fitimú utimbāna tunu nà péhitina râ yingüiya : { sc-review-form-button-approve-shortcut } indî wôtō, { sc-review-form-button-reject-shortcut } indî ubaranga, { sc-review-form-button-skip-shortcut } indî utumba

source: You cannot add multiple sentences for a single submission
bag: Nu tà fiti wuchüiya wipêngüê iffundu nà wutumu umôchï

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
bag: Nu tū idjita andjara mô. Fuma nu nà <profileLink>mutūkú winú</profileLink> indi nú idjita andjara.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
bag: Nu mú fuma nà umbarra râ wutuma nà nônê unu. Yêrê nu ugüira { $retryLimit } mukôkô indi nu tuma apêngüê pwámáká. Ngangu nà wuyêrê winú !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
bag: Nu mú fuma nà umbarra râ wutuma nà nônê unu. Yêrê nu ugüira { $retryLimit } indi nu tuma apêngüê pwámáká. Ngangu nà wuyêrê winú !

source: You must allow microphone access.
bag: Nu yanamú ubuna péh râ idjara.

source: You’re contributing to a target segment
bag: Nu nônōmú nà wuchiô wá akāh biônôri

source: You’re contributing to our first target segment
bag: Nu nônōmú nà wuchiô wá akāh yissú yupwêppwê biônôri

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
bag: Nu endamú ichimi. Wôrô nu ibanaki nu kundji ulangha apêngüê indi nu ena ngüi I mú atênê.

source: You're helping Common Voice reach our daily sentence goals!
bag: Nu akamú Mí Ngüîmá Common Voice a fuma nà mamana mă má wipêngüê ya wuchí!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
bag: Yonsi ukú rinú râ djarétinô I tà tsaka utimba mambwā má mí ! Ngüî nu mú wussi, nu fitimú bôndia ukúrutênê rinú indi I guchia wipêngüê indjê nà andjara rinú.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
bag: Yonsi ukú rinú râ djarétinô I tà tsaka utimba wipêngüê iffundu! Ngüî nu mú wussi, nu fitimú bôndia ukúrutênê rinú indi I guchia wipêngüê indjê nà andjara rinú.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
bag: Nà yaka yinú, Mï Ngüîmá Common Voice I mú fuma <goalPercentage></goalPercentage> wa mamana mā má wuchí abîmi { $goalValue } râ mbétēnô !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
bag: Nà yaka yinú, Mí Ngüîmá Common Voice I mú fuma <goalPercentage></goalPercentage> wa mamana mā má wuchí abîmi { $goalValue } râ mbatōnô !
